{
  "bathroom_0": "You head down the hall and turn left.. On your way you see an old vending machine looking really odd in this fancy casino.\nYou fulfill your duty on the toilet. You can either wash[w] you hands or leave[l] the bathroom.",
  "bathroom_1": "A feeling of accomplishment comes over you. As you leave the bathroom you realise that people of all genders glance at you in arousal.",
  "bathroom_2": "You sneak out of the bathroom without being noticed.. You feel like a dirtbag.",
  "bathroom_3": "Since you like to be edgy, you decide not to decide! For a moment you feel strong and powerful but then you realise that no one cares and you return to the reception..",
  "bathroom_4": "On your way back to the reception you see the old vending machine again. Do you want to take a closer look at the vending machine[v] or do you want return to the reception[r]?",
  "bathroom_5": "You return to the reception..",
  "cryptomat_0": "Welcome to the Cryptomat!\n\nChoose your mode:\n    [1] Feedbackphobia Mode\n    [2] Super Safe Mode (out of order)\n    [3] Feebackmania Mode\n    [u] Upload message\n    [c] Clear message\n    [o] OS update\n    [p] Print this message\n    [l] Leave\n",
  "cryptomat_1": "Enter your message:",
  "cryptomat_2": "The cryptomat feels cold.",
  "cryptomat_3": "You find a sparkling note under the Cryptomat.",
  "cryptomat_4": "Invalid Input",
  "cryptomat_5": "Goodbye. Your Cryptomat",
  "cryptomat_os_update_1": "Insert the new OS here:",
  "cryptomat_os_update_mode": "Choose the update mode:\n    [💣] Bombastic Mode\n    [🧀] Cheesey Mode\n    [l]eave OS update",
  "crpytomat_os_update_invalid_mode": "Invalid mode. Try again or [l]eave OS updater",
  "cryptomat_os_update_accept_format": "Accepted format",
  "cryptomat_os_update_accept_signature": "Signature valid",
  "cryptomat_sender_1": "I will now send you the message in the choosen mode.",
  "dealer": "You approach one of the black_jack tables. The dealer smiles at you, slightly nods his head as a greeting.",
  "gamble_0": "We offer a variance of games you can choose from:",
  "gamble_1": "Just name the game and you can start playing!",
  "gamble_2": "Do you want to play again? [y/n]",
  "gamble_3": "Alright, see you soon!",
  "gamble_4": "You leave and head back to the reception..",
  "irritated": "People start awkwardly looking at you. After a moment has passed they turn their heads back to their games.. Just another crazy person.",
  "reception_0": "Do you want to play a [g]ame, [w]ithdraw money or [l]eave?\nWe also have a [r]estaurant at the end of the hallway.",
  "reception_1": "The man behind the reception looks slightly irritated and repeats himself..",
  "reception_2": "You want to use the bathroom? No problem, you can find it down the hall to the left.",
  "repeat": "Thinking you did not understand they repeat themself..",
  "restaurant_intro":"You arrive at the restaurant. It looks like one those old fashioned fastfood chains and a big blue shines from F above.\nDo you want to go to the [c]ounter or do you want to [l]eave?",
  "restaurant_counter": "You go to the counter and a man in a blue uniform greets you.\n\nWelcome to Facebooks Fasteat. Due to some technical issues we are right now closed.\n[l]eave",
  "restaurant_cheese" : "You get sense an amazing smell. It smells like cheese...\nAfter a while of searching the whole restaurant you find a cheesy leaflet behind a plant.",
  "restaurant_cheese_fail" : "You search for chesse but you can't find some.",
  "slot_machine_0": "You join many others mindlessly looking at blinking screens..",
  "spacer": "****************************",
  "table_0": "You can choose to join[j] one of the other tables or create[c] a new one.",
  "table_1": "Following tables are currently open..",
  "table_10": "Choose a passphrase for the table..",
  "table_11": "Sorry that passphrase is too long..",
  "table_12": "Choose an identifier for your table..",
  "table_13": "Sorry that identifier is too long..",
  "table_14": "Sorry that identifier has already been taken..",
  "table_15": "You succesfully created a new table!",
  "table_2": "At which table do you want to play? Or do you want to leave[l]?",
  "table_3": "Sorry there is currently no table open that is in your caliber.",
  "table_4": "Unless you know the secret passphrase for this table, you are not allowed to play at that table..",
  "table_5": "Sorry, this was not the secret passphrase..",
  "table_6": "Choose a name for your table..",
  "table_7": "Sorry that name is too long..",
  "table_8": "Choose a minimum limit of chips any player at the table should have..",
  "table_9": "Sorry the minimum should be at least 0 chips..",
  "walk": "You just walk away..",
  "welcome": "You enter the Casino. It feels like another world. No smog, no dying people hiding behind blankets, just a man smiling at you from the reception.\nYou approach the man...\nWelcome to the great Casino! Leave the rest of the world behind you and enjoy your stay!",
  "withdraw_0": "How much money do you want to withdraw?",
  "withdraw_1": "Sorry there must be some mistake with your credit card...",
  "withdraw_2": "Sorry you are not allowed to start with more than 10000 chips"
}
